Repository: accid0/kohana-wordpress
Catalog: languages/kwtf-*.po
Languages: ru_ru

source: This option has to be enabled for blogs which have post URLs with a question mark on them.
ru_ru: Эта опция должна быть включена для блогов, которые имеют URL-адреса со знаком вопроса в них.

source: This option is disabled by default because there is plugins which use URL parameter to perform specific action that cannot be cached
ru_ru: Эта опция по умолчанию отключена, потому что есть плагины, которые используют URL параметр для выполнения конкретных действий, которые не могут быть кэшированы

source: For who is using search engines friendly permalink format is safe to leave this option disabled, no performances will be lost.
ru_ru: Кто использует ссылки в дружественном формате к поисковым системам с уверенностью может оставить этот параметр отключенным, никакие исключения не будут потеряны.

source: Strip Query String
ru_ru: Удалить строку запроса

source: This is a really special case, usually you have to kept it disabled. When enabled, URL with query string will be reduced removing the query string. So the URL http://www.domain.com/post-title and http://www.domain.com/post-title?a=b&amp;c=d are cached as a single page.<br /> Setting this option disable the next one.
ru_ru: Это действительно особый случай, как правило, вы должны отключить эту опцию. Когда эта функция включена, URL с запросом строки будет уменьшен удалением строки запроса. Так http://www.domain.com/post-title URL и http://www.domain.com/post-title?a=b&c=d кэшируются в качестве одной страницы. <br /> Установка этой опции отключает следующую.

source: <strong>Many plugins can stop to work correctly with this option enabled (eg. my <a href="http://www.satollo.net/plugins/newsletter">Newsletter plugin</a>)</strong>
ru_ru: <strong> Многие плагины могут перестать правильно работать с этой опцией (например, мой <a href="http://www.satollo.net/plugins/newsletter"> бюллетень плагин </a>) </strong>

source: Disable Last-Modified Header
ru_ru: Отключение Last-Modified заголовка

source: Disable some HTTP headers (Last-Modified) which improve performances but some one is reporting they create problems which some hosting configurations.
ru_ru: Отключение некоторых HTTP заголовков (Last-Modified), которое улучшает производительность, но есть сообщения, что они создают проблемы, на некоторых хостингах.

source: The cleaning process runs hourly and it's ok to run it hourly: that grant you an efficient cache. If above there is not a valid next run time, wait 10 seconds and reenter this panel. If nothing change, try to deactivate and reactivate Hyper Cache.
ru_ru: Процесс очистки запускается ежечасно и это нормально, чтобы предоставить Вам эффективный кэш. Если кеш не очищается перезапустите его здесь. Если ничего не измененилось, попробуйте отключить и включить Hyper Cache.

source: Send Compressed Pages
ru_ru: Послать Сжатые Страницы

source: When possible (i.e. if the browser accepts compression and the page was cached compressed) the page will be sent compressed to save bandwidth.
ru_ru: Когда это возможно (например, если браузер принимает сжатые страницы, тогда кэш сжатый) страницы будут отправлены в сжатом виде, для экономии полосы пропускания.

source: Only the textual part of a page can be compressed, not images, so a photo blog will consume a lot of bandwidth even with compression enabled.
ru_ru: Только текстовые части страницы могут быть сжаты, а не изображения, так что фото блога будут потреблять много трафика даже при включенном сжатии.

source: Leave the options disabled if you note malfunctions, like blank pages.
ru_ru: Оставьте опцию отключенной, если вы заметили неисправности, как пустые страницы.

source: If you enable this option, the option below will be available as well.
ru_ru: Если вы включите эту опцию, вариант ниже будет доступен также.

source: When possible (i.e. if the browser accepts compression) use on-the-fly compression to save bandwidth when sending pages which are not compressed.
ru_ru: Когда это возможно (например, если браузер принимает сжатые страницы) используется сжатие на лету для экономии полосы пропускания при передаче страницы.

source: Serving of such pages will be a little less performant.
ru_ru: Обслуживание таких страниц будет чуть менее производительным.

source: Store Compressed Pages
ru_ru: Хранение сжатых страниц

source: Enable this option to minimize disk space usage and make sending of compressed pages possible with the option below.
ru_ru: Включите этот параметр, чтобы свести к минимуму использование дискового пространства и сделать отправку сжатых страниц с опцией ниже.

source: The cache will be a little less performant.
ru_ru: Кэш будет немного менее производительным.

source: Files in Cache (Valid and Expired)
ru_ru: Файлы в кэше (Действительные и не просроченные)

source: Path to Cache Files
ru_ru: Путь к кешу

source: Charser for Cache
ru_ru: Кодировка кеша

source: Disable Cache for Commenters
ru_ru: Запретить кешировать комментарии

source: When users leave comments, WordPress show pages with their comments even if in moderation (and not visible to others) and pre-fills the comment form.
ru_ru: Когда пользователи оставляют комментарии, WordPress показываеть страницы с комментариями, даже если они в модерации (и не видны другим пользователям) и предварительно заполняет форму комментария.

source: If you want to keep those features, enable this option.
ru_ru: Если вы хотите сохранить это, включите эту опцию.

source: The caching system will be less efficient but the blog more usable.
ru_ru: система кеширования будет менее эффективна, но блог более удобным.

source: Cache Invalidation Mode
ru_ru: Режим Аннулирования кэша

source: All cached pages
ru_ru: Все кэшированные страницы

source: Only modified posts
ru_ru: Только измененные записи

source: Nothing
ru_ru: Ничего

source: "Invalidation" is the process of deleting cached pages when they are no more valid.
ru_ru: "Аннулирование" это процесс удаления кэшированных страниц, когда они больше не действительны.

source: Invalidation process is started when blog contents are modified (new post, post update, new comment,...) so one or more cached pages need to be refreshed to get that new content.
ru_ru: Процесс аннулирования начался, когда содержимое блога измененилось (новая запись, обновление записи, новые комментарии, ...), поэтому необходимо обновить одну или несколько кэшированных страниц , чтобы получить новое содержание.

source: A new comment submission or a comment moderation is considered like a post modification where the post is the one the comment is relative to.
ru_ru: Новые комментарии или комментарии на модерации считаются как модификации где запись относительно является одним из комментариев.

source: Invalidate home, archives, categories on single post invalidation
ru_ru: Аннулирование главной, архивов, категорий на одно недействительное сообщение

source: Cached Pages Timeout
ru_ru: Срок жизни кеша

source: Minutes a cached page is valid and served to users. A zero value means a cached page is valid forever.
ru_ru: Количество минут, когда кэшированные страницы являются действительными для пользователей. Нулевое значение означает, что кэшированные страницы действуют вечно.

source: If a cached page is older than specified value (expired) it is no more used and will be regenerated on next request of it.
ru_ru: Если в кэше страницы старше, чем указанное значение (срок жизни кеша) они больше не используются и будут восстановлены по следующей просьбе об этом.

source: 720 minutes is half a day, 1440 is a full day and so on.
ru_ru: 720 минут - два раза в день, 1440 минут - полный рабочий день и так далее.

source: Allow Browser Caching
ru_ru: Разрешить браузерное кеширование

source: Allow browser caching.
ru_ru: Разрешить браузеру кешировать страницы.

source: Feeds Caching
ru_ru: Кеширование ленты новостей

source: When enabled the blog feeds will be cache as well.
ru_ru: Когда включено лента новостей кешируется как обычно.

source: Usually this options has to be left unchecked but if your blog is rather static, you can enable it and have a bit more efficiency
ru_ru: Обычно эта опция должна быть не установлена, но если ваш блог статический, Вы можете включить ее и получить немного более эффективности

source: URI to Reject
ru_ru: Отклонить завпросы

source: Write one URI per line, each URI has to start with a slash.
ru_ru: Записать один URI в строке, каждый URI должен начинаться с косой черты.

source: A specified URI will match the requested URI if the latter starts with the former.
ru_ru: Указанный URI будет соответствовать запрашиваемому URI, если последний будет начинаться с первого.

source: If you want to specify a stric matching, surround the URI with double quotes.
ru_ru: Если вы хотите задать правило строгого соответствия, окружайте URI в двойные кавычки.

source: Agents to Reject
ru_ru: Отклонить запросы от агентов

source: Write one agent per line.
ru_ru: В каждой строке должен быть только один агент

source: A specified agent will match the client agent if the latter contains the former. The matching is case insensitive.
ru_ru: Указанный агент будет совпадать с агентом клиента, если последний содержит первый. Совпадение не чувствительно к регистру.

source: Cookies Matching
ru_ru: Отклонить запросы с куки

source: Write one cookie name per line.
ru_ru: В каждой строке по одному названию куки

source: When a specified cookie will match one of the cookie names sent bby the client the cache stops.
ru_ru: Если указанное куки будет соответствовать названию куки посланному клиентом, кэширование останавливается.

source: It seems you have Facebook Connect plugin installed. Add this cookie name to make it works with Hyper Cache:
ru_ru: Кажется, у вас есть установленный плагин Facebook Connect. Добавить имя куки, чтобы онаработал с Hyper Кэш:

source: Detect Mobile Devices
ru_ru: Обнаруживать мобильные устройства

source: When enabled mobile devices will be detected and the cached page stored under different name.
ru_ru: Когда поддерживаются мобильные устройства в кэше страницы будут хранится под другим именем.

source: This makes blogs with different themes for mobile devices to work correctly.
ru_ru: Блоги будут работать правильно с различными темами для мобильных устройств.

source: Enbale integration with <a href="http://wordpress.org/extend/plugins/wordpress-mobile-pack/">WordPress Mobile Pack</a> plugin. If you have that plugin, Hyper Cache use it to detect mobile devices and caches saparately the different pages generated.
ru_ru: Разрешить интеграцию с плагином <a href="http://wordpress.org/extend/plugins/wordpress-mobile-pack/">WordPress Mobile Pack</a> . Если у вас есть этот плагин, Hyper Cache использует его для обнаружения мобильных устройств и кэш будет генерировать различные страницы .

source: One per line mobile agents to check for when a page is requested.
ru_ru: Один мобильный агент в строку , чтобы проверить, когда он есть в запросе страницы.

source: The mobile agent string is matched against the agent a device is sending to the server.
ru_ru: Этот список сравнивается с агентом устройства, посылающего запрос на сервер.

source: Cache Tag
ru_ru: Тег кеша

source: Prefix to Views Kohanas Files
ru_ru: Префикс для файлов представлений Коханы

source: Body Background
ru_ru: Фон Тела

source: Select the type of body background.
ru_ru: Выберите тип фона тела

source: Body bg Color
ru_ru: Цвет фона тела

source: Select the background color of body.
ru_ru: Выберите цвет фона тела.

source: Body bg Image
ru_ru: Изображение фона тела

source: Body bg Image Custom
ru_ru: Выбрать изображение для фона тела

source: Upload your background image.
ru_ru: Загрузить изображение для фона тела

source: Body bg Image Position
ru_ru: Позиция изображения фона тела

source: The position attribute of body image uploaded above.
ru_ru: Аттрибут позиции изображения фона тела.

source: Body bg Image Repeat
ru_ru: Повтор изображения фона тела.

source: The repeat attribute of body image uploaded above.
ru_ru: Аттрибут повторения изображения фона тела.

source: Body bg Image Attachment
ru_ru: Изображение фона тела вложений

source: Logo
ru_ru: Логотип

source: Logo color
ru_ru: Цвет логотипа

source: Select the color of the logo. (default #1e1e1e)
ru_ru: Выберите цвет логотипа. (По умолчанию #1e1e1e)

source: Logo description
ru_ru: Описание логотипа

source: Select the color of the description below the logo. (default #545252)
ru_ru: Выберите цвет описание логотипа под ним. (По умолчанию #545252)

source: Main Menu
ru_ru: Основное Меню

source: List Items color
ru_ru: Цвет списка пунктов

source: Select the color of each item in main menu. (default #010101)
ru_ru: Выберите цвет каждого пункта меню. (По умолчанию #010101)

source: List Items color (hover effect)
ru_ru: Цвет списка пунктов( эффект наведения)

source: Select the color of each item in main menu when the hover event is triggered. (default #da7906)
ru_ru: Выберите цвет каждого пункта в главном меню, когда событие наведения срабатывает. (по умолчанию # da7906)

source: List Items color (active effect)
ru_ru: Цвет активного пункта

source: Select the color of each item in main menu when the item is active. (default #da7906)
ru_ru: Выберите цвет каждого пункта в главном меню, когда элемент активен. (по умолчанию # da7906)

source: Headings
ru_ru: Заголовки

source: Heading 1
ru_ru: Заголовок 1

source: Select the color for Heading 1 items. (default #030303)
ru_ru: Выберите цвет заголовка 1. (default #030303)

source: Heading 2
ru_ru: Заголовок 2

source: Select the color for Heading 2 items. (default #030303)
ru_ru: Выберите цвет заголовка 2. (default #030303)

source: Heading 3
ru_ru: Заголовок 3

source: Select the color for Heading 3 items. (default #030303)
ru_ru: Выберите цвет заголовка 3. (default #030303)

source: Heading 4
ru_ru: Заголовок 4

source: Select the color for Heading 4 items. (default #030303)
ru_ru: Выберите цвет заголовка 4. (default #030303)

source: Heading 5
ru_ru: Заголовок 5

source: Select the color for Heading 5 items. (default #030303)
ru_ru: Выберите цвет заголовка 5. (default #030303)

source: Heading 6
ru_ru: Заголовок 6

source: Select the color for Heading 6 items. (default #030303)
ru_ru: Выберите цвет заголовка 6. (default #030303)

source: Heading highlightes
ru_ru: Яркий заголовок

source: Select the color for titles highlightes. (default #A05F02)
ru_ru: Выберите цвет яркого заголовка. (По умолчанию #a05f02)

source: Sidebar & Footer titles
ru_ru: Заголовки Боковой панели и Подвала

source: Select the color for titles in sidebar and footer sections. (default #030303)
ru_ru: Выберите цвет для заголовков в боковой панели и подвального разделов. (по умолчанию # 030303)

source: Slogan
ru_ru: Слоган

source: Select the color for slogan. (default #030303)
ru_ru: Цвет слогана. (по умолчанию #030303)

source: Subslogan
ru_ru: Подслоган

source: Select the color for title below the main slogan. (default #c86f06)
ru_ru: Выберите цвет заголовка основного слогана. (по умолчанию #c86f06)

source: Paragraphs and links
ru_ru: Параграфы и ссылки

source: Paragraphs
ru_ru: Параграфы

source: Select the color for paragraphs. (default #545252)
ru_ru: Выберите цвет параграфов. (default #545252)

source: Links
ru_ru: Ссылки

source: Select the color for links. (default #AB5705)
ru_ru: Выберите цвет ссылок. (default #AB5705)

source: Links (hover effect)
ru_ru: Наведенные ссылки

source: Select the color for links (hover effect). (default #1f1f1f)
ru_ru: Выберите цвет наведенных ссылок. (по умолчанию #1f1f1f)

source: Select the color for links in the sidebar. (default #1f1f1f)
ru_ru: Выберите цвет ссылок в боковой панели. (default #1f1f1f)

source: Select the color for links in the sidebar (hover effect). (default #AB5705)
ru_ru: Выберите цвет наведенных ссылок в боковой панели. (по умолчанию #ab5705)

source: Store list products
ru_ru: Список товаров магазина

source: On sale text color
ru_ru: Цвет текста распродажи

source: Select the text color of the "On Sale" baloon.
ru_ru: Выберите цвет "Распродажи".

source: On sale background color
ru_ru: Цвет фона распродажи

source: Select the background color of the "On Sale" baloon.
ru_ru: Выберите цвет фона баллона "Распродажа".

source: Label products item background
ru_ru: Фон заголовков товаров

source: The background color of the label inside the thumbnails of products.
ru_ru: Фон заголовка товара внутри миниатюры.

source: Label products item text
ru_ru: Заголовок товара

source: The text color of the label inside the thumbnails of products.
ru_ru: Цыет текста заголовка внутри миниатюры товара.

source: Button add to cart background
ru_ru: Фон кнопки добавления в корзину

source: The button for purchase on list products.
ru_ru: Кнопка для покупки в списке продуктов.

source: Button details background
ru_ru: Фон кнопки подробнее

source: The button for product details on list products.
ru_ru: Кнопка для подробной информации о продукте в списке продуктов.

source: Button add to cart text color
ru_ru: Цвет текста кнопки добавления в корзину

source: Button details text color
ru_ru: Цвет текста кнопки подробнее

source: Button add to cart background hover
ru_ru: Фон наведенной кнопки добавления в корзину

source: Button details background hover
ru_ru: Фон наведенной кнопки подробнее

source: Button add to cart text color hover
ru_ru: Цвет текста наведенной кнопки добавления в корзину

source: Button details text color hover
ru_ru: Цвет текста наведенной кнопки подробнее

source: Store general buttons
ru_ru: Основные кнопки магазина

source: General button background
ru_ru: Фон основных кнопок

source: Select the background color of buttons.
ru_ru: Выберите цвет фона основных кнопок

source: General button text color
ru_ru: Цвет текста основных кнопок

source: Select the text color of buttons.
ru_ru: Выберите цвет основных кнопок

source: General button border color
ru_ru: Цвет рамки основных кнопок

source: Select the border color of buttons.
ru_ru: Выберите цвет рамки кнопок.

source: General button background (hover effect)
ru_ru: Фон наведенных основных кнопок

source: Select the background color of buttons, when the mouse is over.
ru_ru: Выберите цвет фона основных кнопок, когда на них наводится указатель.

source: General button text color (hover effect)
ru_ru: Цвет текста основных кнопок, при наведении указателя

source: Select the text color of buttons, when the mouse is over.
ru_ru: Выберите цвет основных кнопок, когда на них наводится указатель.

source: General button border color (hover effect)
ru_ru: Цвет рамки основных кнопок, при наведении указателя

source: Select the border color of buttons, when the mouse is over.
ru_ru: Выберите цвет рамки основных кнопок. когда на них наводится указатель.

source: General alternative button background
ru_ru: Фон альтернативных кнопок

source: Select the background color of alternative buttons.
ru_ru: Выберите цвет фона альтернативных кнопопк.

source: General alternative button text color
ru_ru: Цвет текста альтернативных кнопок

source: Select the text color of alternative buttons.
ru_ru: Выберите цвет текста альтернативных кнопок.

source: General alternative button border color
ru_ru: Цвет рамки альтернативных кнопок

source: Select the border color of alternative buttons.
ru_ru: Выберите цвет рамки альтернативных кнопок.

source: General alternative button background (hover effect)
ru_ru: Фон наведенных альтернативных кнопок

source: Select the background color of alternative buttons, when the mouse is over.
ru_ru: Выберите цвет фона альтернативных кнопопк, когда на них наводится указатель.

source: General alternative button text color (hover effect)
ru_ru: Цвет текста наведенных альтернативных кнопок

source: Select the text color of alternative buttons, when the mouse is over.
ru_ru: Выберите цвет текста альтернативных кнопок, когда на них наводится указатель.

source: General alternative button border color (hover effect)
ru_ru: Цвет рамки наведенной альтернативной кнопки

source: Select the border color of alternative buttons, when the mouse is over.
ru_ru: Выберите цвет рамки альтернативной кнопки. когда на нее наводится указатель

source: Store product detail page
ru_ru: Страница подробной информации о товаре

source: Price background color
ru_ru: Цвет фона цены

source: Select the color of background color of the ticket of price, in the layout single product page.
ru_ru: Выберите цвет фона тиккета с ценой, в макете подробной информации о товаре.

source: Price text color
ru_ru: Цвет текста цены

source: Select the color of text color of the ticket of price, in the layout single product page.
ru_ru: Выберите цвет текста тиккета с ценой

source: Blog
ru_ru: Блог

source: Blog title
ru_ru: Заголовок Блога

source: Select the color for blog titles. (default #2B2828)
ru_ru: Выберите цвет заголовка блога. (по умолчанию #2b2828)

source: Blog title (hover effect)
ru_ru: Наведенный заголовок блога

source: Select the color for blog titles, on the mouse over. (default #000000)
ru_ru: Выберите цвет заголовка блога. когда на него наведен указатель. (по умолчанию #000000)

source: Footer
ru_ru: Подвал

source: Footer section background color
ru_ru: Цвет фона подвала

source: Select the background color for the footer. (default #fff)
ru_ru: Выберите цвет фона подвала. (по умолчанию #ffffff)

source: Footer section content background color
ru_ru: Цвет фона содержания подвала

source: Select the background color for the footer contents. (default #fff)
ru_ru: Выберите цвет фона контекста подвала. (по умолчанию #fff)

source: Footer section border top
ru_ru: Верхняя рамка подвала

source: Select the border color for the footer section. (default #cfcfcf)
ru_ru: Выберите цвет верхней рамки подвала. (по умолчанию #cfcfcf)

source: Color links hover
ru_ru: Цвет наведенной ссылки

source: The color of all links in hover state, of the footer (default #6c6c6c).
ru_ru: Цвет всех ссылок наведенных в подвале (по умолчанию # 6c6c6c).

source: Color links menues
ru_ru: Цвет ссылок меню

source: Color links menues hover
ru_ru: Цвет наведенных ссылок меню

source: The color of links of menues in hover state, of the footer (default #9A6614).
ru_ru: Цвет всех наведенных ссылок в меню подвала (default #9A6614).

source: Copyright section background color
ru_ru: Цвет фона копирайта

source: Select the background color for the copyright section. (default #fff)
ru_ru: Выберите цвет фона копирайта. (по умолчанию #fff)

source: Copyright section content background color
ru_ru: Цвет фона контекста копирайта

source: Select the background color for the copyright section contents. (default #fff)
ru_ru: Выберите цвет фона контекста копирайта. (по умолчанию #fff)

source: Copyright section border top
ru_ru: Верхняя рамка копирайта

source: Select the border color for the copyright section. (default #cfcfcf)
ru_ru: Выберите цвет верхней рамки копирайта. (по умолчанию #cfcfcf)

source: Select the color of the links, in state hover, on the copyright section.
ru_ru: Выберите цвет наведенных ссылок в секции копирайта

source: Create new
ru_ru: Новая

source: New contact form.
ru_ru: Пример

source: Add Form
ru_ru: Добавить

source: Add new empty contact form, that you can add into pages or posts. After adding new form, select it on option below and click on "Configure" button to configure it.
ru_ru: Добавить новую пустую форму контакта, которую вы можете добавить на страницы или сообщения. После добавления новой формы, выберите опцию и нажмите на "Настроить ", чтобы настроить ее.

source: Configure contact form.
ru_ru: Настроить форму

source: Configure
ru_ru: Настройка

source: Choose a contact form and save, to configure below your form choosen.
ru_ru: Выберите контактную форму и сделайте в ней изменения в разделе конфигурации.

source: Delete forms
ru_ru: Удалить форму

source: Delete
ru_ru: Удалить
