Repository: accid0/kohana-wordpress
Catalog: languages/kwtf-*.po
Languages: ru_ru

source: Delete the forms that you have already created.
ru_ru: Удалить форму созданную ранее.

source: Add example form.
ru_ru: Добавить форму-пример.

source: Add a simple example form, specifing the name.
ru_ru: Добавить форму для примера с указанным именем.

source: Define the emails witch send the email written by the user. If they are more then one, you can write theme separated by a comma.
ru_ru: Определите адреса электронных ящиков, куда будут посылаться письма от пользоваиелей. Разделитель - запятая.

source: From Email
ru_ru: Имейл Отправки

source: Define from what email send the message.
ru_ru: Задайте почтовый имейл отправителя сообщения.

source: From Name
ru_ru: Имя Отправителя

source: Define the name of email that send the message.
ru_ru: Задайте имя, от которого отправлено сообщение.

source: Subject
ru_ru: Тема

source: Define the subject of the email sent to you.
ru_ru: Тема письма, посланного на сервер.

source: Body
ru_ru: Тело

source: Configure the body email that arrives to you. You can add some shortcode, to add some value insert by user on frontend module. The shortcodes are composed with "data_name" that you have insert on each field, on below table, like: %data_name%.<br /><em>HTML is allowed.</em>
ru_ru: Определите тело письма, получаемого Вами. Можно добавлять теги, чтобы добавить параметров, вводимых пользователем на фронтэнде.Теги состоят из "тега" , который Вы указывали для каждого поля в таблице добавления полей, пример: %data_name%.<br /><em>HTML разрешен.</em>

source: Label Submit Button
ru_ru: Ярлык кнопки подтверждения

source: Define the label of submit button.
ru_ru: Заголовок для кнопки подтверждения.

source: Alignment Submit Button
ru_ru: Выравнивание кнопки подтверждения.

source: Set the alignment of submit button.
ru_ru: Задайте выравнивание кнопки подтверждения.

source: Message Success
ru_ru: Сообщение Успешной Отправки

source: Define the message for success sending.
ru_ru: Сообщение об успешной отправке.

source: Message Error
ru_ru: Сообщение об ошибке

source: Define the message when there is an error on send of email.
ru_ru: Сообщение об ошибке отправки письма.

source: Field Title
ru_ru: Заголовок поля

source: Data Name
ru_ru: Имя тега

source: Required
ru_ru: Обязательное поле

source: Type
ru_ru: Тип

source: Array Up
ru_ru: Вверх

source: Move up
ru_ru: Вверх

source: Array Down
ru_ru: Вниз

source: Move down
ru_ru: Вниз

source: Edit Field
ru_ru: Редактировать

source: Edit
ru_ru: Редактировать

source: No fields created yet.
ru_ru: Нет созданных полей.

source: Import/Export Theme Data
ru_ru: Импорт/Экспорт данных Темы

source: Import Theme Data
ru_ru: Импорт данных Темы

source: Click here to download a file with all export, that you will use to import to another installation.
ru_ru: Нажмите здесь, чтобы загрузить файл со всеми данными для экспорта, который вы будете использовать, чтобы импортировать в другую установку.

source: Save configuration
ru_ru: Сохранить конфигурацию

source: Save the actual configuration of theme options. Put the name and you be able to see this configuration on the list below.
ru_ru: Сохранить текущую конфигурацию настроек темы. Задайте имя, и вы сможете увидеть эту конфигурацию в списке ниже.

source: In future, you can select it to restore the options just saved.
ru_ru: В будущем, вы можете выбрать ее для восстановлениясохраненных настроек.

source: Apply Configuration
ru_ru: Применить конфигурацию

source: Choose one of these settings saved before, to apply them on the theme.
ru_ru: Выберите одну из этих конфигураций, сохраненных ранее, чтобы применять их к теме.

source: List of all configurations
ru_ru: Список всех конфигураций

source: All configurations saved
ru_ru: Все конфигурации сохранены

source: Delete Configuration
ru_ru: Удалить конфигурацию

source: No configurations created!
ru_ru: Конфигурации не создавались!

source: The list of all configurations saved. You can apply one of these theme options saved and restore them.
ru_ru: Список всех сохраненных конфигураций. Вы можете применить одну из этих конфигураций к теме сохранить и восстановить ее.

source: Export/Import
ru_ru: Экспорт/Импорт

source: Import Theme Options
ru_ru: Импортировать настройки темы

source: Put here the string for import all theme options and configure the theme in one step.
ru_ru: Задайте имя для импорта всех настроек темы и настройте тему в один шаг.

source: Export Theme Options
ru_ru: Экспорт Настроек Темы

source: This is your theme options in one code string, that you can put in the "Import" textarea and restore the entire panel configuration.
ru_ru: Это ваши настройки темы в одну строку кода, которые можно положить в текстовое поле "импорт " и восстановить всю конфигурацию панели.

source: Features tab name
ru_ru: Имя Статьи из Вкладок

source: Add new features tab.
ru_ru: Добавить новую статью из вкладок.

source: Delete features tabs
ru_ru: Удалить статьи из вкладок

source: Delete the features tabs that you have already created.
ru_ru: Удалитьстатью из вкладо, созданных ранее.

source: Pieces
ru_ru: Шт

source: Number of pieces to which the image is sliced
ru_ru: Количество штук в которое нарезается изображение

source: Time for one cube to turn
ru_ru: Время разворота куба

source: Transition
ru_ru: Переход

source: Transition type of the Tweener class
ru_ru: Тип перехода Твиннера

source: Depth Offset
ru_ru: Смещение глубины

source: The offset during transition on the z-axis. Value between 100 and 1000 are recommended.
ru_ru: Смещение при переходе на оси. Соотношение между 100 и 1000 рекомендуется.

source: Cube Distance
ru_ru: Длинна стороны куба

source: The distance between the cubes during transition. Values between 5 and 50 are recommended.
ru_ru: Расстояние между кубами в переходный период. Значения между 5 и 50 рекомендуются.

source: Color of the cubes before the first image appears, also the color of the back sides of the cube, which become visible at some transition types
ru_ru: Цвет кубов перед первым появлениемя изображения, а также цвет задней стороны куба, которая становятся видна на некоторых участках переходов

source: Color of the inner sides of the cube when sliced
ru_ru: Цвет внутренней стороны куба, когда нарезается

source: Autoplay
ru_ru: Автоматическое проигрывание

source: Number of seconds from one transition to another, if not stopped. Set to 0 to disable autoplay
ru_ru: Количество секунд от одного перехода к другому, если его не остановить. Установите 0, чтобы отключить автозапуск

source: Shadow
ru_ru: Тень

source: Side Shadow Alpha
ru_ru: Альфа Тени

source: Drop Shadow Alpha
ru_ru: Альфа Тени

source: Alpha of the drop shadow - 0 == no shadow, 1 == opaque
ru_ru: Альфа тени - 0 == нет тени, 1 == непрозрачный

source: Drop Shadow Distance
ru_ru: Длинна Тени

source: Distance of the shadow from the bottom of the image
ru_ru: Длинна тени от нижнего края изображения.

source: Drop Shadow Scale
ru_ru: Масштаб Тени

source: As the shadow is blurred, it appears wider that the actual image, when not resized. Thus it's a good idea to make it slightly smaller. - 1 would be no resizing at all.
ru_ru: Размытая тень, кажется шире, чем фактическое изображение, когда размер не меняется. Так что это хорошая идея, чтобы сделать его немного меньше. - 1 не будет изменения размера на всех.

source: Drop Shadow Blur X
ru_ru: Размытия Тени по горизонтали

source: Blur of the drop shadow on the x-axis
ru_ru: Размытия тени на оси абсцисс

source: Drop Shadow Blur Y
ru_ru: Размытие тени по вертикали

source: Blur of the drop shadow on the y-axis
ru_ru: Размытия тени на оси ординат

source: Menu Distance X
ru_ru: Длинна меню по горизонтали

source: Distance between two menu items (from center to center).
ru_ru: Расстояние между двумя пунктами меню (от центра до центра).

source: Menu Distance Y
ru_ru: Длинна меню по вертикали

source: Distance of the menu from the bottom of the image.
ru_ru: Расстояние от меню в нижней части изображения.

source: Menu Color Inactive Item
ru_ru: Цвет неактивного пункта меню

source: Menu Color Active Item
ru_ru: Цвет активного пункта меню

source: Menu Color Inner Circle od Active Item
ru_ru: Цвет внутреннего круга активного пункта

source: Controls
ru_ru: Управление

source: Control Size
ru_ru: Размер управления

source: Size of the controls, which appear on rollover (play, stop, info, link)
ru_ru: Размер элементов управления, которые появляются при наведении (воспроизведение, стоп, информация, ссылки)

source: Distance between the controls (from the borders).
ru_ru: Расстояние между элементами управления и рамкой

source: Background color of the controls
ru_ru: Цвет фона управления

source: Font Color
ru_ru: Цвет Шрифта

source: Font color of the controls
ru_ru: Цвет шрифта управления

source: Control Alpha
ru_ru: Альфа управления

source: Alpha of a control, when mouse is not over
ru_ru: Альфа элемента управления, когда указатель не находится над ним

source: Control Alpha Hover status
ru_ru: Альфа наведенного управления

source: X-position of the point, which aligns the controls (measured from [0,0] of the image)
ru_ru: Горизонтальная координата точки, по которой выравнивается управление (измеряется от [0,0] изображения)

source: Y-position of the point, which aligns the controls (measured from [0,0] of the image)
ru_ru: Вертикальная координата точки, по которой выравнивается управление (измеряется от [0,0] изображения)

source: Controls Align
ru_ru: Выравнивание управления

source: Type of alignment from the point [controlsX, controlsY]
ru_ru: Тип выравнивания с точки [controlsX, controlsY]

source: Tooltip Height
ru_ru: Высота подсказки

source: Height of the tooltip surface in the menu
ru_ru: Высота положения подсказки в меню

source: Tooltip Color
ru_ru: Цвет подсказки

source: Color of the tooltip surface in the menu
ru_ru: Цвет поверхности подсказки в меню

source: Tooltip Text Y
ru_ru: Высота текста подсказки

source: Y-distance of the tooltip text field from the top of the tooltip
ru_ru: Y-расстояние текстового поля всплывающей подсказки

source: Tooltip Text Color
ru_ru: Цвет текста подсказки

source: Color of the tooltip text
ru_ru: Цвет текста подсказки

source: Tooltip Margin Left
ru_ru: Окаймление подсказки Слева

source: Margin of the text to the left end of the tooltip
ru_ru: Margin текста подсказки в левом конце

source: Tooltip Margin Right
ru_ru: Окаймление подсказки Справа

source: Margin of the text to the right end of the tooltip
ru_ru: Margin текста подсказки в правом конце

source: Tooltip Text Sharpness
ru_ru: Резкость текста подсказки

source: Tooltip Text Thickness
ru_ru: Толщина текста подсказки

source: Thickness of the tooltip text (-400 to 400)
ru_ru: Толщина текста всплывающей подсказки (-400 до 400)

source: Info Box
ru_ru: Инфобокс

source: The background color of the info text field
ru_ru: Цвет фона текстового инфобокса

source: The alpha of the background of the info text, the image shines through, when smaller than 1
ru_ru: Альфа фона текстовой информации, изображение просвечивается, когда меньше 1

source: Info Margin
ru_ru: Окаймление поля информации

source: The margin of the text field in the info section to all sides
ru_ru: Окаймление текстового поля в секции информации для всех слайдов

source: Info Text Sharpness
ru_ru: Резкость текстовой информации

source: Info Text Thickness
ru_ru: Толщина текстовой информации

source: Activate responsive
ru_ru: Активировать легко реагирующий мод

source: Select if you want to active or not the responsive
ru_ru: Выберите, если хотите вы включить или нет легкое реагирование.

source: General
ru_ru: Основные

source: Layout theme
ru_ru: Шаблон Темы

source: Select the general layout of the theme.
ru_ru: Выберите основной шаблон темы.

source: Custom Favicon
ru_ru: Выбрать Фавикон

source: A favicon is a 16x16 pixel icon that represents your site; paste the URL to a icon image that you want to use as the image. NOTE: it's not allowed the .ico extension
ru_ru: Фавмкон это 16x16 пиксельная иконка, представляющая Ваш сайт;вставьте URL файла изображения .ico.

source: Custom Style
ru_ru: Задать Стиль

source: You can write here your custom css, that will replace the default css.
ru_ru: Вы можете написать здесь свои пользовательские CSS, который заменит CSS по-умолчанию .

source: Date Format
ru_ru: Формат Даты

source: Set the general date format of theme. Read <a href="http://codex.wordpress.org/Formatting_Date_and_Time">Documentation on date formatting</a>
ru_ru: Установить общий формат даты темы. Читать документацию <a href="http://codex.wordpress.org/Formatting_Date_and_Time">по форматированию даты </a>

source: Header
ru_ru: Шапка

source: Custom Logo
ru_ru: Задать Логотип

source: Want to use a custom image as logo?
ru_ru: Хотите ли вы использовать данное изображение как логотип?

source: Logo URL
ru_ru: Ссылка на Логотип

source: Enter the URL to your logo image
ru_ru: Введите ссылку на изображение логотипа

source: Logo Description
ru_ru: Описание Логотипа

source: Specify if you want the description below the logo
ru_ru: Укажите, если вы хотите вставить описание под логотипом

source: Topbar text
ru_ru: Текст Верхней Панели

source: Specify the text for the topbar
ru_ru: Задайте текст для верхней панели

source: Twitter items
ru_ru: Количество твитов

source: Specify the number of tweets you want to show
ru_ru: Сколько показывать твиттов

source: Specify the seconds of interval between slides
ru_ru: Задержка между слайдами

source: Hide login/logout
ru_ru: Спрятать войти/выйти

source: Hide register
ru_ru: Спрятать ссылку на регистрацию

source: Hide register URL from the top bar. If you are using the WooCommerce plugin, you need to active the register also in Woocommerce -> Settings -> Customer Accounts -> Allow unregistered users to register from "My Account".
ru_ru: Скрыть ссылку зарегистрации из верхней панели. Если вы используете плагин WooCommerce, вам необходимо также отменить ее в Woocommerce -> Настройки -> Учетные записи клиентов -> Разрешить незарегистрированным пользователям регистрироваться с "Мой счет ".

source: Topbar cart ribbon
ru_ru: Нашивка корзины в верхней панели

source: Upload your custom image for the ribbon in topbar. <b>Upload in image size 112x95px
ru_ru: Добавить пользовательские изображения для нашивки в topbar. <b> Добавить изображение размером 112x95px

source: Header Color
ru_ru: Цвет Шапки

source: Select the type of header background.
ru_ru: Ввыберите цвет фона шапки.

source: Header Background
ru_ru: Фон Шапки

source: Header Image Custom
ru_ru: Выбрать Изображение Шапки

source: Header Image Repeat
ru_ru: Повтор Изображения Шапки

source: The repeat attribute of header image uploaded above.
ru_ru: Аттрибут повторения изображения шапки.

source: Header Image Position
ru_ru: Позиция Изображения Шапки

source: The position attribute of header image uploaded above.
ru_ru: Аттрибут позиции изображения шапки, загруженного выше.

source: Header Opacity
ru_ru: Прозрачность Шапки

source: Select the opacity of the header
ru_ru: Выберите Прозрачность Шапки

source: Newsletter form
ru_ru: Форма Подписки на Новости

source: Show
ru_ru: Показывать

source: Select if you want to show the newsletter form, above the footer.
ru_ru: Выберите показывать ли форму подписки на новости над подвалом

source: The title of this section, shown bolded.
ru_ru: Название этого раздела, показывается жирным шрифтом.

source: A description of this section, shown near the title.
ru_ru: Описание этого раздела показывается рядом с названием.

source: The options below are for the configuration of the newsletter form. to make functional the form, you need to link it with an external services and you can do it configurating it with the options below.
ru_ru: Параметры, приведенные ниже для конфигурации формы рассылки. Чтобы привести ее в функциональный вид, необходимо связать ее с внешними сервисами, и вы можете сделать это конфигурированием ее параметров ниже.

source: Action
ru_ru: Действие

source: The page where make the request (&lt;form <strong>action=""</strong>&gt;).
ru_ru: На странице, где сделан запрос (форма <<strong> действие =""</strong>&gt;).

source: Method of request
ru_ru: Метод запроса

source: Identification name of the "Name" field
ru_ru: Идентификация название "Имя " поле

source: Configure the identification name of the "Name" field, to allow the script to comunicate the value of this field to the external services (&lt;input <strong>name=""</strong>... /&gt;).
ru_ru: Настройка идентификации названием "Имя " поле, чтобы сценарий общаются значение этого поля к внешним услугам (<вход <strong> имя = ""</strong>... /&gt;).

source: Identification name of the "Email" field
ru_ru: Идентификационное название "E-mail " поля

source: Configure the identification name of the "Email" field, to allow the script to comunicate the value of this field to the external services (&lt;input <strong>name=""</strong>... /&gt;).
ru_ru: Настройка идентификационное название "E-mail " поля,нужно чтобы сценарий отправлял значение этого поля к внешним сервисам (<вход <strong> имя = "" </strong>... /&gt;).

source: Label of "Name" field
ru_ru: Ярлык поля "Имя"

source: The label of the "Name" field.
ru_ru: Ярлык поля "Name"

source: Label of "Email" field
ru_ru: Ярлык поля "Email"

source: The label of the "Email" field.
ru_ru: Ярлык поля "Email".

source: Hidden fields
ru_ru: Скрытые поля

source: Optional: In this option you can set the hidden fields, to write in serializate way (es. field1=value1&field2=value2&field3=value3&...&fieldN=valueN).
ru_ru: Дополнительно: В этой опции вы можете установить скрытые поля, написанных сериализованным путем (es. field1 = value1 & поле2 = value2 и field3 = value3 & ... & fieldN = valueN).

source: Footer Type
ru_ru: Тип Подвала

source: Select the footer type for the theme
ru_ru: Выберите тип подвала темы.

source: Big Footer Widget Areas
ru_ru: Большой подвал с виджетами

source: Select the number of widget area you'd like to use.<br /><strong>Note: It will work only if you've chosen one of Big Footer types above</strong>
ru_ru: Выберите количество виджетов в области, которую вы хотели бы использовать <br /> <strong>. Примечание: Это будет работать, только если вы выбрали один из Больших Подвалов типа выше </ STRONG>

source: Number of widgets in each footer Widget Area
ru_ru: Сколько виджетов находится в каждой из областей подвала с виджетами

source: Select the number of widget you'd like to use in each footer widget area<br /><strong>Note: It will work only if you've chosen one of Big Footer types above</strong>
ru_ru: Выберите количество виджетов, которое вы хотели бы использовать в каждой части подвала с виджетами <br /> <strong> Примечание: Это будет работать, только если вы выбрали один из типов Большой Подвал выше </ STRONG>

source: Footer centered text
ru_ru: Текст Подвала по-центру

source: Enter text used in <strong>centered footer</strong>. It can be HTML.
ru_ru: Введите текст, используемый в <strong> центральном подвале</ STRONG>. Это может быть HTML.

source: Footer copyright text Left
ru_ru: Текст копирайта Слева

source: Enter text used in the left side of the footer. It can be HTML. <strong>NB: not figured on "centered footer"</strong>
ru_ru: Введите текст, используемый в левой части подвала. Это может быть HTML. <strong> NB: Не применяется на "центральном подвале " </ STRONG>

source: Footer copyright text Right
ru_ru: Текст Копирайта Справа

source: Enter text used in the right side of the footer. It can be HTML. <strong>NB: not figured on "centered footer"</strong>
ru_ru: Введите текст, используемый в правой части подвала. Это может быть HTML. <strong> NB: Не применяется на "центральном подвале " </ STRONG>

source: Google Analytics Code
ru_ru: Google Аналитикс код

source: You can paste your Google Analytics or other tracking code in this box. This will be automatically added to the footer.
ru_ru: Вы можете вставить Google Analytics или другой код отслеживания в этом поле. Он будет автоматически добавляться в подвал.

source: Shop
ru_ru: Магазин

source: Number of products to show
ru_ru: Количество показываемых товаров

source: Select the number of products to show on the pages.
ru_ru: Выбор количества товаров на странице магазина

source: Style for products list
ru_ru: Стиль Списка Товаров

source: Select the style for the products list.
ru_ru: Выберите стиль для товаров магазина

source: Title position
ru_ru: Позиция Заголовка

source: Select the position of the title. You can say if put it inside the thumbnail or below the image.
ru_ru: Выберите положение заголовка. Вы можете выбрать, положить его в миниатюру или ниже изображения.

source: Border thumbnail
ru_ru: Рамка миниатюры

source: Select if you want to show a border on thumbnail.
ru_ru: Выберите показывать ли рамку вокруг мииатюры.

source: Shadow thumbnail
ru_ru: Тень миниатюры

source: Select if you want to show a shadow on thumbnail.
ru_ru: Выберите , чтобы миниатюра была с тенью

source: Show name
ru_ru: Показывать Имя

source: Select if you want to show a the price on the products list.
ru_ru: Выберите, если хртите показывать цену в списках товаров.

source: Show price
ru_ru: Показывать Цену

source: Show button details
ru_ru: Показывать кнопку подробнее

source: Select if you want to show the button for product details.
ru_ru: Выберите, если хотите показывать кнопку подробнее.

source: Show button add to cart
ru_ru: Показывать кнопку "Добавить в корзину"

source: Select if you want to show the purchase button.
ru_ru: Выберите, если хотите показывать кнопку покупки.

source: Label button details
ru_ru: Ярлык кнопки "Подробнее"

source: Select the text for the button for product details.
ru_ru: Выберите текст на ярлыке кнопки "Подробнее"

source: Custom for add to cart ribbon
ru_ru: Выбрать нашивку "Добавить в корзину"

source: Upload your custom ribbon image for the add to cart button - Leave empty to show the default one.
ru_ru: Загрузить ваше изображение для нашивки "Добавить в корзину"

source: Custom for add to cart ribbon, when added to cart
ru_ru: Выбрать нашивку для кнопки "Добавить в корзину", когда добавлен в корзину

source: Upload your custom ribbon image for the add to cart button, after you added to cart - Leave empty to show the default one.
ru_ru: Добавить пользовательское изображение нашивки для кнопки добавить в корзину , после добавления в корзину - Оставьте пустым, чтобы показать по умолчанию.

source: Label button add to cart
ru_ru: Ярлык кнопки "Добавить в корзину"

source: Select the text for the purchase button.
ru_ru: Выберите текст ярлыка кнопки добавления в корзину

source: Product detail page
ru_ru: Страница подробной информации о товаре

source: Show the shop sidebar
ru_ru: Показывать Боковую Панель Магазина

source: Select the layout for the single page.
ru_ru: Выберите шаблон для самой страницы

source: Select if you want to show the price, on the product detail page.
ru_ru: Выбрать, если Вы хотите показывать цену на странице информации о товаре

source: Select if you want to show the purchase button, on the product detail page.
ru_ru: Выберите. если хотите показывать кнопку покупки на странице информации о товаре

source: Interval autoplay (s)
ru_ru: Задержка авто воспроизведения (с)

source: Blog Settings
ru_ru: Настройки Блога

source: Show post date
ru_ru: Показывать дату размещения записи

source: Select if you want to show the date for each post.
ru_ru: Выберите. если хотите показывать дату размещения записи

source: Show post categories
ru_ru: Показывать категории

source: Select if you want to show the categories for each post.
ru_ru: Выберите. если хотите показывать категории для каждого поста

source: Show post author
ru_ru: Показывать автора поста

source: Select if you want to show the author for each post.
ru_ru: Выберите, если хотите показывать автора каждой записи
