Repository: accid0/kohana-wordpress
Catalog: languages/kwtf-*.po
Languages: ru_ru

source: Already registered?
ru_ru: Зарегистрированы?

source: Click here to login
ru_ru: Нажмите, чтобы войти

source: If you have shopped with us before, please enter your details in the boxes below. If you are a new customer please proceed to the Billing &amp; Shipping section.
ru_ru: Если Вы покупали у нас прежде, пожалуйста, введите ваши данные в соответствующие поля ниже. Если вы новый клиент, пожалуйста, перейдите в раздел Счет &amp; Доставка.

source: Qty
ru_ru: Кол-во

source: Totals
ru_ru: Всего

source: Sorry, it seems that there are no available payment methods for your location. Please contact us if you require assistance or wish to make alternate arrangements.
ru_ru: К сожалению, кажется, что нет доступных способов оплаты для вашего местоположения. Пожалуйста, свяжитесь с нами, если вам нужна помощь или вы хотите, сделать альтернативную оплату.

source: Additional Information
ru_ru: Дополнительная информация

source: My Account
ru_ru: Моя учетная запись

source: Sale!
ru_ru: Распродажа!

source: Default sorting
ru_ru: Сортировать по умолчанию

source: Sort alphabetically
ru_ru: В алфавитном порядке

source: Sort by most recent
ru_ru: По популярности

source: Re-enter new password
ru_ru: Введите новый пароль еще раз

source: Username or email
ru_ru: Имя пользователя или имейл

source: Password
ru_ru: Пароль

source: Lost Password?
ru_ru: Забыли пароль?

source: Username
ru_ru: Имя пользователя

source: Re-enter password
ru_ru: Введите пароль еще раз

source: Cancel
ru_ru: Отмена

source: Telephone:
ru_ru: Телефон:

source: Products tagged &ldquo;
ru_ru: Отмеченные товары &ldquo;

source: Search results for &ldquo;
ru_ru: Результаты поиска по запросу: %s

source: Error 404
ru_ru: Ошибка 404

source: Posts tagged &ldquo;
ru_ru: Отмеченные записи &ldquo;

source: Author:
ru_ru: Автор:

source: Category:
ru_ru: Категория:

source: Tags:
ru_ru: Отметки:

source: Your comment is awaiting approval
ru_ru: Ваш комментарий ожидает одобрения

source: Rating by
ru_ru: Ранг по

source: on
ru_ru: вкл

source: You may also like&hellip;
ru_ru: Вам также может понравиться&hellip;

source: Choose an option
ru_ru: Выберите вариант

source: Product Description
ru_ru: Описание товара
