Repository: accid0/kohana-wordpress
Catalog: languages/kwtf-*.po
Languages: ru_ru

source: You must add to the file wp-config.php (at its beginning after the &lt;?php) the line of code: <code>define('WP_CACHE', true);</code>.
ru_ru: Вы должны добавить в файл wp-config.php (в его начало после &lt;?php) Строки кода: <code>define('WP_CACHE', true);</code>.

source: Days
ru_ru: Дни

source: Hours
ru_ru: Часы

source: Minutes
ru_ru: Минуты

source: Yesterday
ru_ru: Вчера

source: hours
ru_ru: часов

source: ago
ru_ru: тому назад

source: minutes
ru_ru: минут

source: Add New
ru_ru: Добавить новую

source: Add New %s
ru_ru: Добавить Новую %s

source: Edit %s
ru_ru: Редактировать %s

source: New %s
ru_ru: Новое %s

source: View %s
ru_ru: Просмотр %s

source: Search %s
ru_ru: Поиск %s

source: No %s found
ru_ru: %s не найдено

source: No %s found in Trash
ru_ru: %s не найдены в корзине

source: All %s
ru_ru: Все %s

source: Parent %s
ru_ru: родительская %s

source: Parent %s:
ru_ru: Родительская %s:

source: Edit %
ru_ru: Редактрировать %s

source: Update %s
ru_ru: Обновить %s

source: New %s Name
ru_ru: Просмотреть Имя %s

source: Invalid post type
ru_ru: Неверный тип записи

source: The post type for the content of accordion sliders
ru_ru: Тип записи для контента слайдера аккордеон

source: The file you have insert doesn't valid.
ru_ru: Файл не валиден.

source: Tools -> Import
ru_ru: Инструменты -> Типорт

source: An error encoured during during import. Please try again.
ru_ru: Обнвружены ошибки во время импорта. Попробуйте еще раз.

source: Truncated %s table
ru_ru: Сброшена таблица %s

source: Insert new values into %s table
ru_ru: Вставлены новые данные в таблицу %s

source: Error during insert new values (IDs: %s), in %s table
ru_ru: Ошибка при вставке нового значения (ID:%s), в таблицу %s

source: Deleted value from %s table
ru_ru: Удалено значение из таблицы %s

source: Error during deleting from %s table (SQL: %s)
ru_ru: Ошибка удаления значения из таблицы %s (SQL: %s)

source: Insert new values, into %s table
ru_ru: Вставка нового значения в таблицу %s

source: Error during insert new values (IDs: %s), into %s table
ru_ru: Ошибка вставки нового значения (ID: %s), в таблицу %s

source: item
ru_ru: товар

source: items
ru_ru: товаров

source: Email sent correctly!
ru_ru: Письмо отправлено успешно!

source: An error has been encountered. Please try again.
ru_ru: Была обнаружена ошибка​​. Пожалуйста, попробуйте еще раз.

source: send message
ru_ru: отправить сообщение

source: alignright
ru_ru: справа

source: Portfolio
ru_ru: Папка

source: view project »
ru_ru: Открыть проект

source: Work
ru_ru: Работа

source: Works
ru_ru: Работы

source: Stretched
ru_ru: Растянуть

source: Boxed
ru_ru: Ограничить в блоке

source: Last tweets
ru_ru: Последние заметки в социальных сетях

source: Color Unit
ru_ru: Заливка

source: Image
ru_ru: Изображение

source: Repeat
ru_ru: Повтор

source: Repeat Horizontally
ru_ru: Повтор по горизонтали

source: Repeat Vertically
ru_ru: Повтор по вертикали

source: No Repeat
ru_ru: Без повтора

source: Center
ru_ru: Центр

source: Top left
ru_ru: Сверху Слева

source: Top right
ru_ru: Сверху Справа

source: Top center
ru_ru: Сверху По-центру

source: Bottom center
ru_ru: Снизу по-центру

source: Bottom left
ru_ru: Снизу Слева

source: Bottom right
ru_ru: Снизу Справа

source: Centered Footer
ru_ru: Подвал по центру

source: Big Footer + Two Columns
ru_ru: Большой повал + две колонки

source: Big Footer + Centered
ru_ru: Большой подвал + По-центру

source: Two Columns Footer
ru_ru: Подвал на две колонки

source: Ribbon
ru_ru: с Нашивками

source: Traditional
ru_ru: Традиционный

source: Inside the thumbnail
ru_ru: Внутри миниатюры

source: Below the thumbnail
ru_ru: Под миниатюрой

source: Sidebar left
ru_ru: Боковая Панель Слева

source: Sidebar right
ru_ru: Боковая Панель Справа

source: Big Thumbnail
ru_ru: Большие миниатюры

source: Small Thumbnail
ru_ru: Маленькие миниатюры

source: Elegant
ru_ru: Элегантый

source: Open full image in a lightbox
ru_ru: Открыть полное изображение в Лайтбоксе

source: Don't do nothing
ru_ru: Ничего не делать

source: Default
ru_ru: По-умолчанию

source: Light rounded
ru_ru: Светлый округлый

source: Dark rounded semi-transparent
ru_ru: Темный округлый полупрозрачный

source: Light square
ru_ru: Светлый сбалансированный

source: Dark square semi-transparent
ru_ru: Темный сбалансированный полупрозрачный

source: Leave the slider
ru_ru: Оставьте слайдер

source: Remove the slider
ru_ru: Уберите слайдер

source: Replace with "Fixed Image"
ru_ru: Заменить изображением

source: Top
ru_ru: Сверху

source: Bottom
ru_ru: Снизу

source: Left
ru_ru: Слева

source: Right
ru_ru: Справа

source: fade
ru_ru: блекнуть

source: Random
ru_ru: случайно

source: Fade
ru_ru: Блекнуть

source: Fold
ru_ru: Загонять

source: Basic
ru_ru: Основной

source: Inline
ru_ru: Встроенный

source: Minimalist
ru_ru: Минималист

source: Modern
ru_ru: Модерн

source: Panel
ru_ru: Панель

source: Slick
ru_ru: Разглаживать

source: Smooth
ru_ru: Гладко

source: Square
ru_ru: Сбалансированно

source: Text
ru_ru: Текст

source: grow
ru_ru: Нарастать

source: swap
ru_ru: Менятся

source: squeeze
ru_ru: сжиматься

source: shrink
ru_ru: сокращаться

source: drop
ru_ru: бросать

source: flash
ru_ru: флеш

source: random
ru_ru: случайно

source: spiral
ru_ru: спираль

source: Sides
ru_ru: Слайды

source: Choose a category
ru_ru: Выбор категории

source: Custom
ru_ru: Выбранный

source: Background 1
ru_ru: Фон 1

source: Background 2
ru_ru: Фон 2

source: Background 3
ru_ru: Фон 3

source: Background 4
ru_ru: Фон 4

source: Background 5
ru_ru: Фон 5

source: Background 6
ru_ru: Фон 6

source: Background 7
ru_ru: Фон 7

source: Background 8
ru_ru: Фон 8

source: Background 9
ru_ru: Фон 9

source: Background 10
ru_ru: Фон 10

source: Background 11
ru_ru: Фон 11

source: Background 12
ru_ru: Фон 12

source: Background 13
ru_ru: Фон 13

source: Background 14
ru_ru: Фон 14

source: Background 15
ru_ru: Фон 15

source: Background 16
ru_ru: Фон 16

source: Background 17
ru_ru: Фон 17

source: Background 18
ru_ru: Фон 18

source: Background 19
ru_ru: Фон 19

source: Background 20
ru_ru: Фон 20

source: Background 21
ru_ru: Фон 21

source: Background 22
ru_ru: Фон 22

source: Background 23
ru_ru: Фон 23

source: Background 24
ru_ru: Фон 24

source: Background 25
ru_ru: Фон 25

source: Background 26
ru_ru: Фон 26

source: Background 27
ru_ru: Фон 27

source: Background 28
ru_ru: Фон 28

source: Background 29
ru_ru: Фон 29

source: Background 30
ru_ru: Фон 30

source: Background 31
ru_ru: Фон 31

source: Background 32
ru_ru: Фон 32

source: Background 33
ru_ru: Фон 33

source: Background 34
ru_ru: Фон 34

source: Background 36
ru_ru: Фон 36

source: Background 37
ru_ru: Фон 37

source: Background 38
ru_ru: Фон 38

source: Background 39
ru_ru: Фон 39

source: Background 41
ru_ru: Фон 41

source: Background 42
ru_ru: Фон 42

source: Background 43
ru_ru: Фон 43

source: Background 44
ru_ru: Фон 44

source: Pattern 1
ru_ru: Шаблон 1

source: Pattern 2
ru_ru: Шаблон 2

source: Pattern 3
ru_ru: Шаблон 3

source: Pattern 4
ru_ru: Шаблон 4

source: Pattern 5
ru_ru: Шаблон 5

source: Pattern 6
ru_ru: Шаблон 6

source: Pattern 7
ru_ru: Шаблон 7

source: Pattern 8
ru_ru: Шаблон 8

source: Pattern 9
ru_ru: Шаблон 9

source: Pattern 10
ru_ru: Шаблон 10

source: Pattern 11
ru_ru: Шаблон 11

source: Pattern 12
ru_ru: Шаблон 12

source: Pattern 13
ru_ru: Шаблон 13

source: Pattern 14
ru_ru: Шаблон 14

source: Pattern 15
ru_ru: Шаблон 15

source: Pattern 16
ru_ru: Шаблон 16

source: Pattern 17
ru_ru: Шаблон 17

source: Pattern 18
ru_ru: Шаблон 18

source: Pattern 19
ru_ru: Шаблон 19

source: Pattern 20
ru_ru: Шаблон 20

source: Pattern 21
ru_ru: Шаблон 21

source: Pattern 22
ru_ru: Шаблон 22

source: Pattern 23
ru_ru: Шаблон 23

source: Pattern 24
ru_ru: Шаблон 24

source: Fixed
ru_ru: Фиксировано

source: %message% <small><i>This email is been sent by %name% (email. %email%).</i></small>
ru_ru: %message% <small><i>Письмо отправлено пользователем %name% (Почю ящик. %email%).</i></small>

source: Design
ru_ru: Дизай

source: Navigation
ru_ru: Навигация

source: This sidebar will be shown in all pages with empty sidebar or without any sidebat set.
ru_ru: Эта боковая панель будет показана на всех страницах с пустой боковой панелью или без указанной боковой панели.

source: The sidebar showed on page with Blog template
ru_ru: Боковая панель показываимая на шаблонах Блог

source: The sidebar for all shop pages
ru_ru: Боковая панель для шаблона магазина

source: The sidebar used in Testimonials Single Template.
ru_ru: Боковая панель показываимая для шаблона отзывов.

source: Create Portfolio
ru_ru: Создать папку

source: Portfolios
ru_ru: Папки

source: New Portfolio
ru_ru: Новая папка

source: Category
ru_ru: Категория

source: Categories
ru_ru: Категории

source: Testimonals
ru_ru: Отзывы

source: Testimonial
ru_ru: Отзыв

source: Testimonials
ru_ru: Отзывы

source: Faq
ru_ru: ФАК

source: Faqs
ru_ru: ФАКи

source: Gallery
ru_ru: Галлерея

source: Photo
ru_ru: Фото

source: Photos
ru_ru: Фотографии

source: Set here the features of this portfolio. On right side, you can also choose an icon to show in the admin menu, by upload it in "Featured Image"
ru_ru: Установите здесь особенности этой папки. На правой стороне, вы также можете выбрать иконку для отображения в меню администратора, загрузите ее в "Избранные изображения "

source: Set the layout for this portfolio, that will be used in the page with the portfolio template.
ru_ru: Установите макет для этой папки, который будет использоваться на странице с шаблоном папки.

source: Items
ru_ru: Товары

source: The number of items to show in this portfolio, when selected in the page. Leave empty to show all items.
ru_ru: Количество элементов для отображения в этой папке, при выборе страницы из этой папки. Оставьте поле пустым, чтобы показать все элементы.

source: Read More
ru_ru: Читать далее

source: The text of button to read the entire post.
ru_ru: Текстовая кнопка, чтобы прочитать весь пост.

source: View Project
ru_ru: Смотреть проект

source: Rewrite
ru_ru: Перезаписать

source: Set the rewrite role for the posts of this portfolio (es. %s/). Leave empty to generate it automatically.
ru_ru: Установить правила переписи для записи из папки (es. %s/). Оставьте поле пустым, чтобы создать его автоматически.

source: Label Singular
ru_ru: Ярлык для ед. числа

source: The label that will be shown when you create the post of this portfolio.
ru_ru: Метка, которая будет показана при создании поста в этой папке.

source: Label Plural
ru_ru: Ярлык для мн. числа

source: Taxonomy
ru_ru: Систематика

source: Set the taxonomy for this portfolio. Leave empty, if you don't want a taxonomy.
ru_ru: Установите таксономии для этой папки. Оставьте поле пустым, если вы не хотите таксономии.

source: Taxonomy rewrite
ru_ru: Перезаписи для систематики

source: Set the rewrite role for the posts of this portfolio. Leave empty to generate it automatically.
ru_ru: Установите правила переписи для записи из папки. Оставьте пустым, чтобы сгенерировать автоматически.

source: Portfolio options
ru_ru: Настройки папки

source: Video URL:
ru_ru: Миниатюра видео:

source: Here, you can add an Youtube or Vimeo url video, to show on thumb of this portfolio element.
ru_ru: Здесь вы можете добавить URL на Youtube или Vimeo видео, чтобы показывать в миниатюре для этой папки.

source: Video URL
ru_ru: Миниатюра видео

source: Skills
ru_ru: Навыки

source: Date label
ru_ru: Ярлык даты

source: Date
ru_ru: Дата

source: Skills and Date
ru_ru: Навыки и Дата

source: You can configure this page as you want, setting these optional options.
ru_ru: Вы можете настроить эту страницу как вы хотите, установив эти дополнительные опции.

source: Show Title
ru_ru: Показывать Заголовок

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Layout Page
ru_ru: Макет страницы

source: Select layout of page
ru_ru: Выбор макета страницы

source: Sidebar Page
ru_ru: Боковая панель страницы

source: Select sidebar of page
ru_ru: Выбор боковой панели страницы

source: Options of page
ru_ru: Страница настроек

source: Remove wpautop filter to main content.
ru_ru: Исключить для основного контента фмльтр 'wpautop'

source: Slogan Page
ru_ru: Слоган Страницы

source: Insert the slogan showed on top of this page/post.
ru_ru: Вставить лозунг, на вершине этой страницы / записи.

source: If you want, you can add some text to show above the footer, under content and sidebar.
ru_ru: Если вы хотите, вы можете добавить текст, чтобы показать над подвалом, но под содержанием и боковой панелью.

source: Automatically add paragraphs.
ru_ru: Автоматически добавлять параграфы

source: Extra Content
ru_ru: Дополнительное содержание

source: Slogan Subtitle
ru_ru: Подзаголовок слогана

source: Insert the subtitle of slogan showed below the main title of this slogan.
ru_ru: Вставьте подзаголовок лозунга показываемого, ниже основного лозунга.

source: Web Site Label
ru_ru: Ярлык Веб Сайта

source: Insert the label used for Testimonial Website Url
ru_ru: Вставьте ярлык для отзывов на Вебсайт

source: Web Site URL
ru_ru: Ссылка на Вебсайт

source: Insert the url referred to Testimonial
ru_ru: Вставьте ссылку для шаблона отзывов

source: Website Testimonial
ru_ru: Отзывы сайта

source: Allow Link
ru_ru: Разрешить ссылки

source: Allow link to the testimonial page
ru_ru: Разрешить ссылку на страницу отзывов

source: Allow Link Testimonial
ru_ru: Разрешить ссылки отзывов

source: Show Breadcrumbs below the title
ru_ru: Показывать крошки под заголовком

source: Select a slider for this page
ru_ru: Выберите слайдер для этой страницы

source: NB: valid only for the portfolio template
ru_ru: NB: действительны только для шаблона "Папка"

source: Show Map
ru_ru: Показывать карту

source: Link src
ru_ru: src ссылки

source: The link of the map, get from Google Maps.
ru_ru: ссылка на карту из Google Maps.

source: Open the map at page loaded.
ru_ru: Открывать карту при загрузке страницы.

source: Say if you want the map opened when the page is loaded.
ru_ru: Отметьте, если вы хотите, чтобы карта открывалась при загрузке страницы.

source: Tab with map
ru_ru: Вкладка с картой

source: Portfolio Title
ru_ru: Заголовок Папки

source: Description
ru_ru: Описание

source: Category Project
ru_ru: Категория Проекта

source: The theme you are using requires WordPress version %s or higher. So, many features of it will not perform correctly.
ru_ru: Темы, которые вы используете требует WordPress версии %s или выше. Таким образом, многие настройуи он будет выполнять не правильно.

source: The contact form choosen is empty, so the form will not shown in the page.
ru_ru: Выбранная форма для контакта пуста, поэтому форма не будет показана на этой странице.

source: Since this theme version, some body backgrounds images are removed. Please, check again in Theme Options -> Colors, to choose your favourite background.
ru_ru: В соответствии с версией темы, некоторые изображения фонов тела удалены. Пожалуйста, проверьте еще раз в Опциях Темы -> Цвета, чтобы выбрать свой любимый фон.

source: wait...
ru_ru: ожидайте...

source: Add shortcodes
ru_ru: Добавьте шортод

source: Add Styles with Shortcodes
ru_ru: Добавьте стиль с Шорткодом

source: Show all products (Sale Filter)
ru_ru: Показать все продукты (фильтровать)

source: News from the support forum
ru_ru: Новости форума поддержки

source: News from the YIW Blog
ru_ru: Новости с блога

source: Name
ru_ru: Имя

source: Labels
ru_ru: Ярлыки

source: Story
ru_ru: История

source: Web Site
ru_ru: Вебсайт

source: Question
ru_ru: Вопрос

source: Answer
ru_ru: Ответ

source: FAQ Category
ru_ru: Категория записей ФАК

source: Photo Title
ru_ru: Заголовок Фотографии

source: Category Photo
ru_ru: Категории Фотографий

source: Profile
ru_ru: Шаблон

source: From
ru_ru: От

source: To
ru_ru: До

source: Insert shortcode
ru_ru: Вставьте шорткод

source: Page
ru_ru: Страница

source: Home Page
ru_ru: Домашняя Страница

source: (Edit)
ru_ru: (Редактировать)

source: Your comment is awaiting moderation.
ru_ru: Ваш комментарий ожидает модерации.

source: Pingback:
ru_ru: Пинг:

source: Click to expand the image to the natural size
ru_ru: Щелкните, чтобы развернуть изображение в натуральную величину

source: Click to minimize the image
ru_ru: Нажмите, чтобы свернуть изображение

source: Click here to update the color selected above
ru_ru: Нажмите здесь, чтобы обновить цвет, выбранный выше

source: Enter the name
ru_ru: Введите имя

source: Email
ru_ru: И-мейл

source: Enter a valid email
ru_ru: Введите допустимый И-мейл

source: Phone
ru_ru: Телефон

source: Message
ru_ru: Сообщение

source: Column 1/4
ru_ru: Колонка 1/4

source: Column 1/4 last
ru_ru: Колонка без 1/4

source: Column 1/3
ru_ru: Колонка 1/3

source: Column 1/3 last
ru_ru: Колонка без 1/3

source: Column 2/3
ru_ru: Колонка 2/3

source: Column 2/3 last
ru_ru: Колонка без 2/3

source: Column 2/4
ru_ru: Колонка 2/4

source: Column 2/4 last
ru_ru: Колонка без 2/4

source: Related Products
ru_ru: Сопутствующие товары

source: No products in the cart.
ru_ru: В корзине нет товаров.

source: Subtotal
ru_ru: Промежуточный итог

source: View Cart &rarr;
ru_ru: Просмтор Корзины &rarr;

source: Checkout &rarr;
ru_ru: Контроль &rarr;

source: Read more
ru_ru: Читать далее

source: your email
ru_ru: Ваш имейл:

source: Subscribe
ru_ru: Подпишитесь

source: Select options
ru_ru: Выбор опции

source: View options
ru_ru: Просмотр опций

source: Add to cart
ru_ru: Добавить в корзину

source: Clear cache
ru_ru: Очистить Кэш

source: Reset
ru_ru: Сброс

source: You do not have sufficient permissions to access this page.
ru_ru: Вы не имеете достаточно прав для доступа к этой странице.

source: Get list of categories, without categories excluded from options panel.
ru_ru: Получить список категорий, без категорий, исключенных из панели настроек.

source: Widget Title
ru_ru: Заголовок Виджета

source: Toggles the display of the current count of posts in each category
ru_ru: Переключает отображение текущего количества сообщений в каждой категории

source: Configure this widget on the Theme Option Admin, to exclude the categories from this list.
ru_ru: Настройте этот виджет из Администратора Опций Темы, чтобы исключить категории из этого списка.

source: Widget with a simple contact information.
ru_ru: Виджет с простой контактной информацией.

source: Contacts
ru_ru: Контакты

source: Title
ru_ru: Заголовок

source: Address
ru_ru: Адресс

source: Fax
ru_ru: Факс

source: Show a list of gallery categories, for gallery custom types.
ru_ru: Показать список категорий галерей.

source: All
ru_ru: Все

source: Box with google map.
ru_ru: Блок с google картой.

source: Arbitrary text or HTML, with a simple icon near title.
ru_ru: Произвольный текст или HTML, с простой иконкой рядом с названием.

source: Icon
ru_ru: Иконка

source: or upload your icon:
ru_ru: или загрузите вашу иконку:

source: Retrieve the last tweets.
ru_ru: Получить последние твиты.

source: LayerSlider Widget
ru_ru: Виджет Слайдера Слоев

source: LayerSlider
ru_ru: Слайдер Слоев

source: Title:
ru_ru: Заголовок:

source: Show a slider with a list of projects, added into portfolio Post Type.
ru_ru: Показать слайдер с перечнем проектов, добавленых в запись шаблона "Папка".

source: Show a list of popular posts, in order of comments, with a preview thumb.
ru_ru: Показать список популярных сообщений, с комментариями, с предварительным просмотром миниатюр.

source: Show thumbnail
ru_ru: Показывать миниатюры

source: Show Post Date or Excerpt
ru_ru: Показывать дату записи или цитату

source: Excerpt
ru_ru: Цитата

source: Show a list of portfolio categories, for portfolio custom types.
ru_ru: Показать список категорий шаблона "Папка"

source: The most recent comments.
ru_ru: Самые последние комментарии.

source: Recent Comments
ru_ru: Последние комментарии.

source: Number of comments to show:
ru_ru: Количество комментариев:

source: Show avatar:
ru_ru: Показывать аватар:

source: Show author:
ru_ru: Показывать автора:

source: Show comment text:
ru_ru: Показывать текст комментария:

source: Comments text length:
ru_ru: Длинна текста комментария:

source: The latest posts, with a preview thumb.
ru_ru: Последние записи, с предосмотром миниатюр.

source: More Text
ru_ru: Текст

source: Add a slider testimonial on your widget which link a category to show the contents.
ru_ru: Добавить слайдер отзывов на ваш виджет, который связывает категории, чтобы показать содержимое.

source: Arbitrary text or HTML, with a simple image above text.
ru_ru: Произвольный текст или HTML, с простым изображением выше текста.

source: Image Alignment
ru_ru: Выравниевание изображений

source: Automatically add paragraphs
ru_ru: Автоматически добавлеть параграфы

source: Considered donating?
ru_ru: Обдумываете пожертвования?

source: Enjoy this plugin?
ru_ru: Наслаждаитесь этим плагином?

source: Help me improve it!
ru_ru: Помогите мне улучшить его!

source: Thanks
ru_ru: Спасибо

source: Credits
ru_ru: Признательности

source: Funding
ru_ru: Фонды

source: Initial:
ru_ru: По умолчанию:

source: If you want to contribute to a translation of this plugin, please drop me a line by
ru_ru: Если вы хотите внести свой вклад в перевод этого плагина, пожалуйста, напишите мне на

source: or leave a comment on the
ru_ru: или оставить комментарий на

source: plugin's page
ru_ru: страница плагина

source: You will get credit for your translation in the plugin file and the documentation page,
ru_ru: Вы получите признательность за ваш перевод в файл плагина и на страницу документации,

source: as well as a link on this page and on my developers' blog.
ru_ru: , а также ссылку на этой странице и на мой блог разработчиков.

source: Free support
ru_ru: Бесплатная поддержка

source: Support page:
ru_ru: Страница поддержки:

source: here.
ru_ru: здесь.

source: Professional consulting
ru_ru: Профессиональные консультации

source: I am available as an experienced free-lance Wordpress plugin developer and web consultant.
ru_ru: Я доступен как опытный внештатный разработчик плагинов на Wordpress и веб-консультанта.

source: Please feel free to
ru_ru: Пожалуйста, не стесняйтесь

source: check with me</a> for any adaptation or specific implementation of this plugin.
ru_ru: свяжитесь со мной </a> для любой адаптации или конкретной реализации этого плагина.

source: Or for any WP-related custom development or consulting work. Hourly rates available.
ru_ru: Или для любой WP-связанной заказной разработки или консалтинговой работы. Доступна почасовая оплата.

source: Disable backlink in the blog footer:
ru_ru: Запретить ссылку в подвале:

source: DO NOT show this panel translated.
ru_ru: Не показывайте эту панель в переводе.

source: Allow Browser to Bypass Cache
ru_ru: Разрешить браузерам отключать кеш.

source: Do not use cache if browser sends no-cache header (e.g. on explicit page reload).
ru_ru: Не использовать кэш, если браузер посылает заголовок no-cache (например, на явную перезагрузку страницы).

source: Redirect Caching
ru_ru: Кеширование перенаправлений

source: Cache WordPress redirects.
ru_ru: Кешировать редиректы

source: WordPress sometime sends back redirects that can be cached to avoid further processing time.
ru_ru: WordPress иногда отправляет обратно перенаправления, которые можно кэшировать, чтобы избежать дальнейшей обработки.

source: Page Not Found Caching (HTTP 404)
ru_ru: Кеширование страницы Не Найдено (404)

source: Home Caching
ru_ru: Домашняя Страница

source: DO NOT cache the home page so it is always fresh.
ru_ru: Не кэшировать главную странице, чтобы она всегда была свежой.

source: URL With Parameters
ru_ru: Запрос с GET-параметрами

source: Cache requests with query string (parameters).
ru_ru: Кэшировать запросы со строкой параметров (запроса).
