Repository: accid0/kohana-wordpress
Catalog: languages/kwtf-*.po
Languages: ru_ru

source: Show post number of comments
ru_ru: Показывать количество коментариев

source: Select if you want to show the number of comments for each post.
ru_ru: Выберите, если хотите показывать количество комментариев

source: Show post social buttons
ru_ru: Показывать кнопки социальных сетей на записях

source: Select if you want to show the social buttons for each post.
ru_ru: Выберите, если хотите показывать кнопки социальных сетей на записях

source: Blog Type
ru_ru: Тип Блога

source: Say the layout for your blog page.
ru_ru: Выберите тип шаблона страницы Блога

source: Select witch categories you want exlude from blog.
ru_ru: Выберите какие категории вы хотите исключить из Блога

source: Read more text
ru_ru: Текст Читать Далее

source: Write what you want to show on more link
ru_ru: Напишите, что показывать в ссылке подробнее

source: Define the default layout to use for the portfolio pages, as single pages, categories page, etc..
ru_ru: Определить шаблон по умолчанию для использования в записях типа "Папка", в виде отдельной страницы, категорий записей, и т.д..

source: Select what you want to do when you click in the item thumbnail (not valid for the portfolio filterable).
ru_ru: Выберите, что вы хотите сделать, когда нажимаете на миниатюру (не действительно для фильтруемых папок).

source: Link to single page in Portfolio Filterable
ru_ru: Ссылка на страницу в фильтруемой папке

source: Select if you want to show the icon to go to the item single page, when you pass over the thumbnail in the portfolio filterable.
ru_ru: Выберите, если вы хотите показать значок, чтобы перейти к самой странице, когда вы проходите над миниатюрой в фильтрируемой папке.

source: Lightbox Skin
ru_ru: Скин лайтбокса

source: Specific what skin you want for videos and images lightbox.
ru_ru: Задайте skin для видео и лайтбокса изображений.

source: Footers Backlink
ru_ru: Бекссылка в подвале

source: Add a new sidebar.<br/><b>NB:</b> by default, there are 1 sidebar have already created: <br />- "<strong>Blog Sidebar</strong>", for Blog Template; <br />- "<strong>Home Colourful Section</strong>"; <br />- "<strong>Home Sidebar</strong>"; <br />- "<strong>Footer Row 1/2/3</strong>", for Footer.
ru_ru: Добавить новый сайдбар.<br/><b>NB:</b> сайдбары, по умолчанию:<br />- '<strong>Блог сайдбар</strong>'для шаблона Блог;<br />- "<strong>Домашняя страница</strong>"; <br />- "<strong>Сайдбар для домашней страницыr</strong>"; <br />- "<strong>Подвалы 1/2/3</strong>", для подвала.

source: List sidebar created
ru_ru: Список созданых Боковых Панелей

source: Table with sidebar that you have created.
ru_ru: Таблица с Боковыми Панелями, которые Вы уже создали.

source: Select slider to show or configure
ru_ru: выбрать Слайдер для конфигурации

source: Default Header image type
ru_ru: Тип Изображения Шапки по умолчанию

source: Select the default header type for homepage pages. <br />Note: for "Fixed Image", you can configure it on Appearance -> Header.
ru_ru: Выберите тип заголовка по умолчанию для стартовой страницы. <br/> Примечание: для "Стационарного Изображение ", вы можете настроить его в Основные -> Заголовок.

source: Configure slider.
ru_ru: Конфигурация слайдера

source: Choose a slider and save, to configure below your slider choosen.
ru_ru: Выберите слайдер и сохраните настройки конфигурации ниже.

source: Responsive Behavior
ru_ru: Легкая отзывчивость в поведении

source: Effect
ru_ru: Эффект

source: Select the effect you want for slides transiction.
ru_ru: Выберите нужный эффект для прокрутки слайдов.

source: Show more text
ru_ru: Показывать Далее

source: More text
ru_ru: Текст

source: Easing
ru_ru: Ослабление

source: Select the easing for effect transition.
ru_ru: Выберите тип смягчения эффекта перехода.

source: Speed (s)
ru_ru: Скорость (с)

source: Select the speed of transiction between slides, expressed in seconds.
ru_ru: Выберите скорость эффекта перехода между слайдами, выраженным в секундах.

source: Timeout (s)
ru_ru: Задержка (с)

source: Select the delay between slides, expressed in seconds.
ru_ru: Выберите задержку между слайдами, в секундах.

source: Caption position
ru_ru: Позиция Заголовка

source: Select the position of caption.
ru_ru: Выберите позицию заголовка

source: Select the speed of caption appearance.
ru_ru: Выберите скорость заголовка на внешнем виде.

source: Select the slider
ru_ru: Выбор слайдера

source: Select the slider you want to show in home page.
ru_ru: Выбор слайдера для главной страницы.

source: You can set this slider in <a href="%s">this page</a> and configure it, adding your slides in that page. Then, select above the slider that you can want to show in the homepage.
ru_ru: Вы можете установить слайдер на <a href="%s"> эту страницу </ a> и настроить его, добавив слайды на этой странице. Затем выберите выше слайдер, который мы хотим показать на главной странице.

source: This title will be shown up to the text (see next box for text details).
ru_ru: Это название будет показано до текста (см. следующее поле для текста ).

source: The static text of the slider.
ru_ru: Статический текст слайдера.

source: Short text
ru_ru: Короткий текст

source: This text will be shown under the text (see previous box for text details).
ru_ru: Этот текст будет показан под текстом (см. предыдущее окно для текста ).

source: You can set a static image in <a href="%s">Appareance -> Header</a>.
ru_ru: Вы можете установить статическое изображение в <a href="%s">Основные -> Шапка</a>.

source: The speed of the animation between two slide, expressed in seconds.
ru_ru: Скорость анимации между двумя слайдами, в секундах.

source: Width
ru_ru: Ширина

source: Set the width of the slider
ru_ru: Установить ширину слайдера

source: Height
ru_ru: Высота

source: Set the height of the slider
ru_ru: Установить высоту слайдера

source: Theme slider
ru_ru: Темы слайдера

source: Select the theme for the slider
ru_ru: Выберите тему слайдера

source: Indicator
ru_ru: Индикатор

source: Say if you want to show the indicators
ru_ru: Выберите , если хотите показывать индикатор

source: Autohide Indicator
ru_ru: Скрывать индикатор автоматически.

source: Say if you want that the indicators will hide automatically
ru_ru: Выберите. если хотите скрывать индикатор автоматически.

source: Say if you want to show the navigation
ru_ru: Выберите, если хотите показывать навигацию

source: Autohide Navigation
ru_ru: Скрывать навигацию автоматически.

source: Say if you want that the navigation will hide automatically
ru_ru: Скажем, если вы хотите, что навигация была скрыта автоматически

source: Enable Slideshow
ru_ru: Разрешить слайдшоу

source: Say if you want that the slider play automatically
ru_ru: Скажем, если вы хотите, чтобы слайдер автоматически воспроизводился

source: Pause on mouse over
ru_ru: Пауза на наведение курсора

source: Say if you want that the slider will pause when the mouse is over
ru_ru: Выберите, если хотите паузу на наведение курсора

source: Continuous
ru_ru: Непрерывный

source: Say if you want that the slider will restart again if it finish
ru_ru: Выберите, если хотите , чтобы слайдер делал рестарт в конце

source: Timebar
ru_ru: Панель Времени

source: Say if you want to show the timebar
ru_ru: Показать панель времени

source: Infinite Loop
ru_ru: Бесконечный цикл

source: Say if you want that the loop must be infinitive
ru_ru: Выберите, если хотите бесконечный цикл слайдера

source: Autostart
ru_ru: Автостарт

source: Say if you want that the slider start automatically after loading
ru_ru: Выберите, если хотите, чтобы слайдер автоматически стартовал

source: Change interval (s)
ru_ru: Интервал перемены (с)

source: Blocks
ru_ru: Блоки

source: Select the number of blocks in vertical.
ru_ru: Выберите количество блоков по вертикали

source: Select the number of blocks in horizontal.
ru_ru: Выберите количество блоков по-горизонтали.

source: Transitions / Animation
ru_ru: Переходы / Анимация

source: Use preset
ru_ru: Использовать пресет

source: You can select an animation preset or configure a own configuration.
ru_ru: Вы можете выбрать пресет анимации или задать новую конфигурацию

source: Animation
ru_ru: Анимация

source: You can choose more than one animation to use randomly in the slider. If you want to use all randomly, don't select any effect.
ru_ru: Вы можете выбрать более одной анимации, чтобы использовать случайно в слайдере. Если вы хотите использовать все случайно, не выбирайте никакого эффекта.

source: Transition Speed (ms)
ru_ru: Скорость переходов (мс)

source: Delay between blocks (ms)
ru_ru: Задержка между блокамиi (мс)

source: Select the delay between the blocks.
ru_ru: Выберите задержку между блоками.

source: Variation
ru_ru: Колебание

source: Select the variation for slides transiction.
ru_ru: Выберите тип колебания для переходов слайдов.

source: Pattern
ru_ru: Шаблон

source: Select the pattern for slides transiction.
ru_ru: Выберите шаблон для переходов слайдов.

source: Direction
ru_ru: Направление

source: Select the direction for slides transiction.
ru_ru: Выберите направление для переходов слайдов.

source: Height of slider
ru_ru: Высота слайдера

source: Select the height of the slider, in base of the images that you want to add.
ru_ru: Выберите высоту слайдера, с изображением в основе , которое вы хотите добавить.

source: Select if you want that the slider change the slide automatically.
ru_ru: Выберите, если вы хотите, чтобы слайдер измененял слайды автоматически.

source: Animation types -> "sides" : new slides will slide in from left / right; "center": new slides will appear in the center.
ru_ru: Тип анимации-> "Стороны ": новые слайды будут скользить слева / справа; "Центр ": новые слайды будут появляться в центре.

source: Slides for %s slider
ru_ru: Слайды %s слайдера

source: Order
ru_ru: Порядок

source: Slide Title
ru_ru: Заголовок слайда

source: Tooltip Content
ru_ru: Содержание Подсказки

source: HTML Tags allowed
ru_ru: Теги HTML разрешены

source: Image position
ru_ru: Позиция изображения

source: Values must be expressed in pixels
ru_ru: Значения должны быть выражены в пикселях

source: Text position
ru_ru: Позиция текста

source: Image URL
ru_ru: Ссылка на изображение

source: Upload Image
ru_ru: Загрузить изображение

source: URL Video
ru_ru: Ссылка на видео

source: url by Youtube or Vimeo
ru_ru: Ссылка на Youtube млм Vimeo

source: Slide Link
ru_ru: Ссылка

source: page
ru_ru: страница

source: category
ru_ru: категория

source: url
ru_ru: ссылка

source: none
ru_ru: нет

source: Choose a page...
ru_ru: Выберите страницу...

source: Extra Tooltip
ru_ru: Дополнительная Подсказка

source: The tooltip that you can add inside the image. Leave empty the content to not use
ru_ru: Подсказки, которые можно добавить в изображение. Оставьте пустым содержанием, чтобы не использовать

source: Add Slide
ru_ru: Добавить слайд

source: Add/Edit Slide
ru_ru: Добавить/Редактировать Слайд

source: Delete all slides
ru_ru: Удалить все слайды

source: TYPOGRAPHY
ru_ru: Типография

source: Logo font
ru_ru: Шрифт Логотипа

source: Select the type to use for the logo font.
ru_ru: Выберите тип для шрифта логотипа.

source: Logo description font
ru_ru: Шрифт Описания Логотипа

source: Navigation font
ru_ru: Шрифт навигации

source: Select the type to use for the navigation font.
ru_ru: Выберите тип для шрифта навигации.

source: Paragraphs font
ru_ru: Шрифт параграфов

source: Heading 1 font
ru_ru: Шрифт Заголовка 1 (h1)

source: Heading 2 font
ru_ru: Шрифт Заголовка 2 (h2)

source: Heading 3 font
ru_ru: Шрифт Заголовка 3 (h3)

source: Heading 4 font
ru_ru: Шрифт Заголовка 4 (h4)

source: Heading 5 font
ru_ru: Шрифт Заголовка 5 (h5)

source: Heading 6 font
ru_ru: Шрифт Заголовка 6 (h6)

source: Slogan font
ru_ru: Шрифт Слогана

source: Select the type to use for Slogan (default Rokkitt).
ru_ru: Выберите тип шрифта для слогана (default Rokkitt).

source: Sub Slogan font
ru_ru: Шрифт Подслогана

source: Select the type to use for Sub Slogan (default Rokkitt).
ru_ru: Выберите тип для шрифта ПодСлогана (по умолчанию Rokkitt).

source: Select the type to use for name of testimonial, in the [testimonials] shortcode. (default Shadows Into Light)
ru_ru: Выберите тип для шрифта названия отзыва, в [testimonials] шорткоде. (по умолчанию Shadows Into Light)

source: Testimonial name
ru_ru: Название отзыва

source: Select the type to use for titles in sidebar and footer. (default Rokkitt)
ru_ru: Выберите тип для шрифта заголовков в боковой панели и нижнего подвала. (по умолчанию Rokkitt)

source: Special Font
ru_ru: Специальный шрифт

source: Select the type to use for the text inside the shortcode [special_font]. (default Shadows Into Light)
ru_ru: Выберите тип для шрифта текста внутри шорткода [special_font]. (по умолчанию Shadows Into Light)

source: FONT SIZES
ru_ru: Размеры Шрифтов

source: Navigation text
ru_ru: Навигационный текст

source: Size of the navigation items.
ru_ru: Размер пунктов навигации.

source: General text
ru_ru: Основной текст

source: Size of the general text paragraphs.
ru_ru: Размер основных параграфов текста.

source: H1 headline
ru_ru: Заголовок H1

source: Size of the H1 elements.
ru_ru: Размер пункта Заголовок H1

source: H2 headline
ru_ru: Заголовок H2

source: Size of the H2 elements.
ru_ru: Размер пункта Заголовок H2

source: H3 headline
ru_ru: Заголовок H3

source: Size of the H3 elements.
ru_ru: Размер пункта Заголовок H3

source: H4 headline
ru_ru: Заголовок H4

source: Size of the H4 elements.
ru_ru: Размер пункта Заголовок H4

source: H5 headline
ru_ru: Заголовок H5

source: Size of the H5 elements.
ru_ru: Размер пункта Заголовок H5

source: H6 headline
ru_ru: Заголовок H6

source: Size of the H6 elements.
ru_ru: Размер пункта Заголовок H6.

source: Size of the Slogan elements.
ru_ru: Размер слогана

source: Sub Slogan
ru_ru: Подслоган

source: Size of the Sub Slogan elements.
ru_ru: Размер Подслогана

source: Size of the blog title.
ru_ru: Размер заголовка Блога

source: error
ru_ru: ошибка

source: Page not found
ru_ru: Страница не найдена

source: We are sorry but the page you are looking for does not exist.
ru_ru: К сожалению, страница, которую вы ищете, не существует.

source: You could retourn to the
ru_ru: Вы можете перейти к

source: or search using the search box below
ru_ru: или искать, используя окно поиска ниже

source: Archives by Month
ru_ru: Архив за месяц

source: Archives by Subject
ru_ru: Архив по теме

source: This post is password protected. Enter the password to view any comments.
ru_ru: Это сообщение защищено паролем. Введите пароль для просмотра комментариев.

source: no comments
ru_ru: нет комментариев

source: <span>1</span> comment
ru_ru: 1 <span>комментарий</span>

source: <span>%</span> comments
ru_ru: % <span>комментариев</span>

source: <span class="meta-nav">&larr;</span> Older Comments
ru_ru: <span class="meta-nav">&larr;</span> Старые комментарии

source: Newer Comments <span class="meta-nav">&rarr;</span>
ru_ru: Новые комментарии <span class="meta-nav">&rarr;</span>

source: Trackback end pingback
ru_ru: Треки и пинги

source: No trackback or pingback available for this article
ru_ru: Нет трекбэков или пингбэков доступных для этой записи

source: Website
ru_ru: Веб сайт

source: Your comment
ru_ru: Ваши комментарии

source: You must be <a href="%s">logged in</a> to post a comment.
ru_ru: Вы должны <a href="%s">авторизироваться</a>, чтобы оставлять комментарии.

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
ru_ru: Вы вошли как <a href="%1$s">%2$s </ a>. <a href="%3$s" title="Выйти из этого аккаунта"> выйти? </ a>

source: Leave a <span>Reply</span>
ru_ru: Оставить <span>Комментарий</span>

source: Leave a <span>Reply</span> to %s
ru_ru: Оставить <span>Комментарий</span> для %s

source: Cancel reply
ru_ru: Отменить комментарий

source: Post Comment
ru_ru: Разместить комментарий

source: Title Field
ru_ru: Заголовок Поля

source: Insert the title of field.
ru_ru: Вставить заголовок поля.

source: The identification name of this field, that you can insert into body email configuration.
ru_ru: Имя тега этого поля, который можно вставить в тело конфигурации электронной почты.

source: Small description, showed near name title.
ru_ru: Краткое описание, показываемое возле имени поля.

source: Type field
ru_ru: Тип поля

source: Select the type of this field.
ru_ru: Выбор типа этого поля.

source: Add options
ru_ru: Добавить настройки

source: Add option
ru_ru: Добавить опцию

source: Selected
ru_ru: Выбрано

source: Delete option
ru_ru: Удалить опцию

source: Checked
ru_ru: Отмечено

source: Select this if you want this field already checked.
ru_ru: Выберите это, если вы хотите чтобы это поле было уже отмеченным.

source: Label for Checkbox
ru_ru: Заголовок Чекбокса

source: Insert the label message for checkbox.
ru_ru: Вставьте заголовок для чекбокса.

source: Insert the error message for validation.
ru_ru: Вставьте сообщение об ошибке при валидации.

source: Select this if it must be required.
ru_ru: Выберите обязательное ли это поле.

source: Select this if it must be a valid email.
ru_ru: Выберите обязательно ли это поле в формате имейл.

source: Reply To
ru_ru: Ответить На

source: Select this if it's the email where you can reply.
ru_ru: Выберите это, если это письмо, на которое вы сможете ответить.

source: Class
ru_ru: Класс

source: Insert an additional class for more personalization. (you can insert more class, separeted by space)
ru_ru: Вставьте дополнительный класс для большей персонализации. (вы можете вставить больше классов,разделенных через пробел)

source: Save
ru_ru: Сохранить

source: Zoom
ru_ru: Увел.

source: View More
ru_ru: Просмотреть

source: Page %s
ru_ru: Страница %s

source: Close map
ru_ru: Закрыть карту

source: Choose shortcode
ru_ru: Выбор шорткода

source: by
ru_ru: от

source: No comments
ru_ru: Нет комменитариев

source: 1 comment
ru_ru: 1 комментарий

source: Share on
ru_ru: Поделиться

source: Like
ru_ru: Понравилось

source: (this post has no title)
ru_ru: (эта запись без заголовка)

source: Not Found
ru_ru: Не найдено

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
ru_ru: Извините, но ничего не найдено в указанном архиве. Возможно, поиск поможет найти соответствующую запись.

source: Next &raquo;
ru_ru: След. &raquo;

source: &laquo; Back
ru_ru: &laquo; Назад

source: Archive for the &#8216;%s&#8217; Category
ru_ru: Архив для &#8216;%s&#8217; Категории

source: Posts Tagged &#8216;%s&#8217;
ru_ru: Запись с тегами &#8216;%s&#8217;

source: Archive for %s | Daily archive page
ru_ru: Архив за %s | Страница ежедневного архива

source: Archive for %s | Monthly archive page
ru_ru: Архив за %s | Страница ежемесячного архива

source: Archive for %s | Yearly archive page
ru_ru: Архив за %s | Страница ежегодного архива

source: Search Results for: %s
ru_ru: Результаты поиска по запросу: %s

source: Author Archive
ru_ru: Архив по автору

source: Blog Archives
ru_ru: Архив блога

source: Close Map
ru_ru: Закрыть карту

source: Open Map
ru_ru: Открыть карту

source: Search for
ru_ru: Поиск

source: Search
ru_ru: Поиск

source: Save Changes
ru_ru: Сохранить

source: Archives
ru_ru: Архивы

source: Blogroll
ru_ru: Блоги

source: Login
ru_ru: Логин

source: Register
ru_ru: Зарегистрироваться

source: No products found which match your selection.
ru_ru: Нет продуктов, которые соответствуют вашему выбору.

source: Next
ru_ru: След.

source: Prev
ru_ru: Пред.

source: Play
ru_ru: Играть

source: Stop
ru_ru: Стоп

source: &nbsp;&ndash; Page %s
ru_ru: &nbsp;&ndash; Страница %s

source: Rated %s out of 5
ru_ru: Выбрано %s из 5

source: out of 5
ru_ru: из 5

source: Reviews
ru_ru: Отзывы

source: <span class="meta-nav">&larr;</span> Previous
ru_ru: <span class="meta-nav">&larr;</span> Пред.

source: Next <span class="meta-nav">&rarr;</span>
ru_ru: След. <span class="meta-nav">&rarr;</span>

source: Add Review
ru_ru: Добавить Отзыв

source: Add a review
ru_ru: Добавить Отзыв

source: Be the first to review
ru_ru: Сделайте первый отзыв

source: There are no reviews yet, would you like to <a href="#review_form" class="inline show_review_form">submit yours</a>?
ru_ru: Еще нет отзывов, Вы хотели бы <a href="#review_form" class="inline show_review_form"> предоставить свой </ a>?

source: Submit Review
ru_ru: Подтвердить Отзыв

source: Rating
ru_ru: Оценка

source: Rate...
ru_ru: Оценить...

source: Perfect
ru_ru: Великолепно

source: Good
ru_ru: Хорошо

source: Average
ru_ru: Нормально

source: Not that bad
ru_ru: Хуже среднего

source: Very Poor
ru_ru: Очень плохо

source: Your Review
ru_ru: Ваш отзыв

source: Price
ru_ru: Цена

source: Quantity
ru_ru: Доступно

source: Available on backorder
ru_ru: Подлежит возврату

source: Coupon
ru_ru: Купон

source: Your cart is currently empty.
ru_ru: Ваша корзина пуста.

source: &larr; Return To Shop
ru_ru: &larr; Вернуться в Магазин

source: Calculate Shipping
ru_ru: Расчитать Доставку

source: Select a country&hellip;
ru_ru: Выбрать страну&hellip;

source: State
ru_ru: Штат

source: Postcode/Zip
ru_ru: Почтовый индекс

source: Cart Totals
ru_ru: Общая Сумма

source: Cart Discount
ru_ru: Скидка

source: [Remove]
ru_ru: [Удалить]

source: Shipping
ru_ru: Доставка

source: Please fill in your details to see available shipping methods.
ru_ru: Пожалуйста, заполните свои данные, чтобы увидеть доступные методы доставки.

source: Sorry, it seems that there are no available shipping methods for your state. Please contact us if you require assistance or wish to make alternate arrangements.
ru_ru: К сожалению, кажется, нет доступных способов доставки для вашего местонахождения. Пожалуйста, свяжитесь с нами, если вам нужна помощь или вы хотите, сделать альтернативный выбор доставки.

source: Order Discount
ru_ru: Заказать со Скидкой

source: (taxes estimated for %s)
ru_ru: (налоги приблизительно %s)

source: Note: Shipping and taxes are estimated%s and will be updated during checkout based on your billing and shipping information.
ru_ru: Примечание: доставка и налоги оцениваются как %s и будут обновляться в ходе проверки на основе ваших счетов и информации о доставке.

source: No shipping methods were found; please recalculate your shipping and enter your state/county and zip/postcode to ensure their are no other available methods for your location.
ru_ru: Не было обнаружено доступных способов доставки, пожалуйста, перерасчитайте доставку и введите свой штат / округ и ZIP / почтовый индекс, чтобы проверить нет ли других доступных методов доставки для вашего местоположения.

source: Sorry, it seems that there are no available shipping methods for your location (%s).
ru_ru: К сожалению, кажется, что нет доступных способов доставки для вашего местоположения (%s).

source: If you require assistance or wish to make alternate arrangements please contact us.
ru_ru: Если вам нужна помощь или вы хотите сделать альтернативную доставку, пожалуйста, свяжитесь с нами.

source: There are some issues with the items in your cart (shown above). Please go back to the cart page and resolve these issues before checking out.
ru_ru: Есть некоторые проблемы с товарами в Вашей корзине (см. выше). Пожалуйста, вернитесь к странице корзины и решите эти вопросы перед оплатой.

source: &larr; Return To Cart
ru_ru: &larr; Вернуться в Корзину

source: Billing &amp; Shipping
ru_ru: Счет &amp; Доставка

source: Create an account?
ru_ru: Создать учетную запись?

source: Create an account by entering the information below. If you are a returning customer please login at the top of the page.
ru_ru: Создать учетную запись, введя информацию ниже. Если вы клиент, войдите в верхней части страницы.

source: Have a coupon?
ru_ru: Есть скидочный купон?

source: Coupon code
ru_ru: Код купона
